[
    {
        "image": "https://i.ibb.co/NWZ7g9s/joppe-spaa-Eq-Tl-SHf-HX-o-unsplash.jpg",
        "maximumDonation":"2",
        "highestTotal":"1",
        "lastDate":"12-12-2023",
        "shortDescription":"Meet our brave one-eyed cat. In need of treatment for a brighter future. Your support can make a difference. Donate today!",
        "longDescription":"Meet our extraordinary feline friend, a resilient cat that has faced life with incredible courage despite losing an eye. This brave soul is now in need of specialized treatment to ensure a healthy and happy future. Though he may lack one eye, his spirit is undiminished, and he continues to embrace life with enthusiasm. The journey to recovery involves medical care, veterinary treatments, and your generous support. Your contribution can make a significant impact on his well-being, providing the necessary resources for essential treatments, medications, and ongoing care. As we strive to restore his health, we invite you to join us in this compassionate mission. Every donation, no matter the size, contributes to a brighter future for our one-eyed companion. Together, we can offer him the chance for a fulfilling and comfortable life. Join us in making a difference in the life of this special cat by contributing to his treatment fund today. Your support is a beacon of hope for his journey to healing and happiness.",
        "time":"3:00 am"
    },
    {
        "image": "https://i.ibb.co/w0VNbS8/jesse-schoff-i2-Def-Z6-PCN0-unsplash.jpg",
        "maximumDonation":"5",
        "highestTotal":"2",
        "lastDate":"30-11-2023",
        "shortDescription":"Assist our injured dog's recovery. Urgent treatment required. Your donation makes a meaningful impact. Support and heal today!",
        "longDescription":"Meet our resilient canine companion who, despite facing adversity in the form of an injury, exudes unwavering spirit and loyalty. This beloved dog, in need of urgent medical attention, has encountered a setback on his journey. We believe in the power of compassion and collective support to provide him with the necessary treatment and care. Your contribution becomes a lifeline, enabling us to access vital veterinary interventions, medications, and rehabilitation. The road to recovery may be challenging, but with your help, we can pave the way for a brighter, healthier future for our four-legged friend. Join us in this mission to heal, comfort, and restore joy to a dog who has brought so much love to those around him. Every donation, no matter the size, plays a crucial role in facilitating the treatment plan that promises to alleviate his pain and set the stage for a triumphant comeback. Your support is a beacon of hope for our injured companion, illuminating the path to a renewed and vibrant life. Together, let's make a lasting impact on his journey to recovery and well-being.",
        "time":"2:00 pm"
    },
    {
        "image": "https://i.ibb.co/4gs7x4t/lenstravelier-m-O-f-Luk-S3lo-unsplash.jpg",
        "maximumDonation":"4",
        "highestTotal":"2",
        "lastDate":"18-12-2023",
        "shortDescription":"Rescue our injured bird. Urgent treatment needed. Your support makes a difference. Donate today and help heal our feathered friend.",
        "longDescription":"Meet our courageous feathered friend, a bird who has faced adversity with strength and resilience. Unfortunately, this beloved bird has sustained an injury and is in urgent need of treatment to restore its health. We believe in the power of compassion and community support to provide the necessary care for this injured bird. Your contribution will be instrumental in accessing veterinary care, medications, and rehabilitation services. Every dollar donated becomes a healing touch, helping our winged companion recover and regain its strength. The journey to recovery may be challenging, but with your generosity, we can provide the bird with the care it deserves. Your support is not just a financial contribution; it is a lifeline, a gesture of kindness that ensures this bird receives the treatment needed for a hopeful and brighter tomorrow. Join us in this mission to heal, protect, and bring comfort to our injured bird. Your compassion can make a significant impact on its journey to recovery, allowing it to soar again with grace and vitality.",
        "time":"5:00 am"
    }
]